[
    {
        "name":"Dental Hygiene for Children",
        "title":"Your child’s dental hygiene is of utmost importance...",
        "description":"As grown-ups, we realize that our teeth require consistent care. A strong oral cleanliness normal and expert dental care are both imperative. Be that as it may, the same is valid for a kid’s first teeth, despite the fact that they are in the end lost to clear a path for the lasting teeth. Truth be told, the disregard of a kid’s drain teeth and general oralTo link your Facebook and Twitter accounts, open the Instagram app on your phone or tablet, and select the Profile tab in the bottom-right corner of the screen. In the top-right corner of the profile screen, tap the gear icon on the iOS or Windows Phone version of the Instagram app",
        "id":"1721502",
        "photo":"https://www.todaysrdh.com/wp-content/uploads/2019/02/childrens-dental-health-month-rdh.jpg"


    },
    {
        "name":"Improvements In Technology",
        "title":"The Future of Dental Technology...",
        "description":"Technology has come a long way since the old days regarding dental procedures and conserving and maintaining our oral health. Dental implant technology, same day dentures, and other surgical or non-surgical procedures are constantly evolving with the changing technology and allow patients to receive improved care with more benefits.",
        "id":"1721501",
        "photo":"https://www.islanddentalassociates.com/wp-content/uploads/2018/06/the-future-of-dental-technology.jpg"

    },
    {
        "name":"Putting on Braces your teeth",
        "title":"The process of putting on braces is nerve-wracking to many....",
        "description":"The process of putting on braces is nerve-wracking to many. The thought of the experience triggers anxiety. For beginners, this raises many questions like how long the process takes and how it is painful. The process only takes 1–2 hours approximately. This varies depending on the teeth and the type of braces. The process is not painful but can cause soreness and discomfort due to pressure. The first step is to set up the first appointment with the orthodontist. During this visit, the dentist will examine the teeth, ask a few questions, and may need to take some X-rays. From their findings, they will prescribe the mode of treatment which may take off immediately. The process of putting on braces varies depending on the type of braces.",
        "id":"172159",
        "photo":"https://439cf244xpzz3hdh8h1a3i48-wpengine.netdna-ssl.com/wp-content/uploads/2020/06/braces-33.jpg"

    },
    {
        "name":"Teeth whitening",
        "title":"Dramatically Brighten Your Smile with Teeth Whitening",
        "description":"Teeth whitening involves applying a hydrogen peroxide solution to your teeth, which effectively lifts and lightens stains. Take-home kits are most effective for mild to moderate staining or discoloration, and more severe cases may need in-office treatment. Treatments are tailored to your specific case and level of discoloration. It is also important to keep in mind that whitening is only effective for extrinsic, or external, stains. Internal stains can be concealed with",
        "id":"172158",
        "photo":"https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcTBkmB9YYThgCRtPArKIWvrJSkY9BvswN2uzuMl1Ns8i5hKK1FrmE1EVe30v1LxXnrOCMk&usqp=CAU"

    },
    {
        "name":"Teeth Cleening",
        "title":"You’ve had professional teeth cleanings twice a year for as long as you can remember",
        "description":"When you arrive, the first thing your hygienist will do is perform a quick cursory assessment of your teeth, gums, and other oral soft tissues. In many cases, your dentist will also complete a more thorough examination to check for signs of tooth decay, gum disease, or other oral health issues.You’ve had professional teeth cleanings twice a year for as long as you can remember..",
        "id":"172157",
        "photo":"https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcS5Frx-0yI1TAC8KkiFyAZFAAD_eAyIdB8-LA&usqp=CAU"

    } ,
     {
        "name":"Dental Implant Surgery",
        "title":"The three most important reasons for using dental implants are listed below..",
        "description":"Dental implant surgery involves replacing tooth roots with metal screw posts and the replacement of missing teeth with artificial teeth that look and function like natural teeth. Dental implants are replacement teeth surgically implanted into the jaw and mouth. When people lose their teeth, dentists frequently place implants. Dental implants help preserve your smile and the structure of your mouth. Most dental implants look, feel, and function like natural teeth and are very natural-looking. The root of the tooth is replaced with high-quality metal during dental implant surgery. High-quality metal screw-like posts are inserted into the jawbone and serve as a solid foundation for an artificial tooth, known as a crown.A dental implant improves your chewing ability for better digestion.It boosts your self-esteem .It keeps your remaining teeth from shifting.",
        "id":"172156",
        "photo":"https://apollohealthlib.blob.core.windows.net/health-library/2021/05/Dental-Implant-Surgery.jpg"

    },
    {
        "name":"Sean Fox",
        "dentics":"Dental Surgery",
        "id":"172155",
        "pic":"https://res.cloudinary.com/heartland-dental/c_fill,f_auto,fl_lossy,g_face,h_600,q_auto,w_400/v1568231630/doctorphotos/1669750204"
    },
      {
        "name":"Dr. James Ojjeh",
        "dentics":"Da Vinci Denta",
        "id":"172154",
        "pic":"https://pageflakes.com/wp-content/uploads/2018/06/Dr-Frangella-200x300.png"
    },
      {
        "name":"Dr. Andrew",
        "dentics":" Frangella Dental customizer",
        "id":"172153",
        "pic":"https://pageflakes.com/wp-content/uploads/2018/06/Dr-Schmidt-150x150.png"
    },
      {
        "name":"Marc Manos, D.M.D., M.S.",
        "dentics":"Periodontics",
        "id":"172152",
        "pic":"https://www.dentalassociates.com/application/files/2815/3572/8846/periodontist-marc-manos.jpg"
    },
      {
        "name":"Nate Strigenz, D.D.S.",
        "dentics":"ORTHODONTIST",
        "id":"172151",
        "pic":"https://www.dentalassociates.com/application/files/7216/2439/0368/general-dentist-nate-strigenz.jpg"
    }
    ,
      {
        "name":"Chris Park, D.D.S..",
        "dentics":"General Dentistry",
        "id":"172150",
        "pic":"https://www.dentalassociates.com/application/files/9215/6650/5126/dentist-chris-park.jpg"
    }
    
    
]